tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "asdf"
brew "fzf"
brew "git"
brew "gh"
brew "nvim"
brew "tmux"
brew "ripgrep"
brew "rcm"
brew "utf8proc"
brew "watch"
brew "zlib"
brew "zsh"

cask "firefox"
cask "iterm2"
cask "rectangle"
cask "vlc"
